# -*- Mode: org; -*-
#+TITLE:Emacs Commands

** Source Blocks
< s TAB: insert source code block:
#+BEGIN_SRC sh
echo "Hello $USER! Today is $(date)"
exit
#+END_SRC

#+RESULTS:
: Hello ! Today is Tue Sep 29 13:12:41 CDT 2015

#+BEGIN_SRC text
[[link][description]]
<<anchor>>
<<<radio target>>>
#+END_SRC

